Repository: Sluijsens/LinkedIn-API-Controller-WP-Plugin
Catalog: languages/liac-*.po
Languages: nl_nl

source: E-mail address
nl_nl: E-mailadres

source: E-mail address to send the applications to (Leave empty to disable).
nl_nl: E-mailadres om de sollicitaties naartoe te sturen (Laat leeg om dit niet te gebruiken).

source: API Key
nl_nl: API Sleutel

source: API Secret
nl_nl: API Geheim

source: API Scope
nl_nl: API Bereik

source: Redirect URI
nl_nl: Omleidings URI

source: Make sure you registered the given redirect uri at LinkedIn! NOTE: When your site is a multisite and does NOT use subdomains then make sure to add the link to the homepage. For example, if you have a dutch site, this field should be something like %s/nl/ and NOT just %s!
nl_nl: Zorg ervoor dat de Omleiding URI geregistreerd is bij LinkedIn! LET OP: Wanneer je site een multisite is en GEEN gebruik maakt van subdomeinen, zorg er dan voor dat de volledige link naar de homepagina is ingevuld. Als je bijvoorbeeld een nederlandse site hebt, dan moet dit veld iets zijn als %s/nl/ en NIET gewoon %s!

source: Languages
nl_nl: Talen

source: Specify the language(s) you want the profiles to be in in a comma-separated list. For example: nl-NL, en-US, de-DE etc (NOTE: a normal dash '-' not an underscore '_'!). If none of the languages are available at a user's profile then the primary will be used.
nl_nl: Specificeer de talen waarin de profielen moeten zijn in een komma-gescheiden lijst. Bijvoorbeeld: nl-NL, en-US, de-DE etc (BELANGRIJK: een verbindingsstreepje '-' en niet een lage streep '_'!). Als het profiel niet in één van de geselecteerde talen beschikbaar is wordt de primaire taal gekozen.

source: Log in to LinkedIn
nl_nl: Log in bij LinkedIn

source: View PDF
nl_nl: Bekijk PDF

source: You successfully applied via linkedin!
nl_nl: Je hebt succesvol gesolliciteerd via LinkedIn!

source: Vacancy ID unknown (parameter 'vacancy_id' not set or not numeric)!
nl_nl: Vacature ID niet bekend (parameter 'vacancy_id' bestaat niet of is geen getal)!

source: Nice Email template. When you see this it works
nl_nl: Mooi Email template. Wanneer je dit ziet werkt het.
